[
 {
   "Tip": "Buffalo Exchange is an upscale thrift store in Davis Square where you can get really nice jackets and clothing for 30% of what they were originally worth, highly recommend. ",
   "Category": "Clothing specific"
 },
 {
   "Tip": "North face has a student discount in september and you can get a really nice big coat for the boston winter for around $250 - quality will be equal to more expensive brands like Canada Goose, which can cost over a thousand",
   "Category": "Clothing specific"
 },
 {
   "Tip": "Don't buy a canada goose. North face and patagonia make winter jackets for way less and often have sales in the fall",
   "Category": "Clothing specific"
 },
 {
   "Tip": "You really don't need a pair of \"snow boots\"! A warm and waterproof ankle-height boot with a thick pair of socks will be just fine for even the worst days!",
   "Category": "Clothing specific"
 },
 {
   "Tip": "Tjmaxx has decent brands with much lower prices than department stores. Go get jackets there.",
   "Category": "Clothing specific"
 },
 {
   "Tip": "Shop at Goodwill or Buffalo Exchange in Davis Square. They're free to get to, and have plenty of options for those everyday clothes and the stupid themed parties you want to attend but don't want to drop bank on a costume for!!",
   "Category": "Clothing specific"
 },
 {
   "Tip": "Buffalo Exchange has some really high quality winter jackets for good prices!  ",
   "Category": "Clothing specific"
 },
 {
   "Tip": "You can get a nice winter jacket for cheap during the off season at department stores like Macy's. Also my target brand winter boots lasted me all four years no sweat. ",
   "Category": "Clothing specific"
 },
 {
   "Tip": "My $100 Abercrombie down jacket has lasted me 3 winters so far (including the giant snowstorm of 2015). would recommend. Also LL Bean is great because of their lifetime warranty! Try getting big ticket items from outlet stores (theres a few in MA and NH)",
   "Category": "Clothing specific"
 },
 {
   "Tip": "There's a clothing swap that the eco reps host during Earth fest in the spring where you can get clothes for free ",
   "Category": "Clothing specific"
 },
 {
   "Tip": "If you already have a ski jacket/parka, use/buy layers!!! LL bean, North Face, Patagonia, Columbia- all quality stores that have good products for all needs. Use layers like underarmour or lined flannel or Multiple long sleeves. That's what makes the real difference, coming from an ex-ski racer ",
   "Category": "Clothing specific"
 },
 {
   "Tip": "If you're buying groceries, go to haymarket! It's to cheapest produce around!",
   "Category": "General food"
 },
 {
   "Tip": "Meal plans are wicked expensive. If you're a freshman, you don't have a choice, so abuse the heck out of that unlimited. But when you're not a freshman anymore, cut down! Swipe in for lunch and stay studying till dinner. Use the kosher deli loophole (you can go to Pax et Lox and Dewick/Carm in the same meal period). Maximize swipes by bringing tupperwares. I once made my housemates dinner using mostly ingredients I took from the salad bar in Dewick. I got one lunch and six dinners out of one swipe! \n\nAlso important: learn how to cook. Cooking saves you so much money, especially compared to the meal plans, which are upwards of $10 per meal. Eating out at Chipotle for every meal would be cheaper, even with free guac. If you learn to cook cheap, versatile, and nutritious things like rice and beans, pasta, lentils and eggs, then you can eat for a week only paying what Tufts wants to charge you for a day.\n\nMy last secret for food is the Haymarket. The Haymarket is an open-air market in downtown Boston every Friday and Saturday (rain, shine, or blizzard). It's right by the Haymarket T stop (take the Joey to Davis, the red line to Park St, then either walk 15 minutes or take the green like to Haymarket. Or make friends with someone who has a car). People there sell produce for ridiculous prices. I'm talking three heads of bananas for a dollar. Two pounds of carrots for a dollar. Eight apples for a dollar. Two giant bags of tangerines for...yep! A dollar. It's mostly either surplus produce that grocery stores don't want, or produce that's too ugly to sell, but still tastes great. Sometimes you do have to be a judicious shopper, but you can find great stuff for cheap. And it's not just generic stuff either. There's a lot of cheap seasonal produce as well as regional produce that might be more expensive in a generic grocery store. I buy plantains, yuca, and various hot peppers on the cheap from a Latina vendor who always has them stocked. Fried plantains are delicious and a touch of home, but they're also a great drunk food. And at a buck a bunch, they're much cheaper than Moe's.",
   "Category": "General food"
 },
 {
   "Tip": "Dont buy Rez coffee, its way overpriced/always a line/always out of milk it seems. Hotung has better prices and they are never out of anything.",
   "Category": "General food"
 },
 {
   "Tip": "Free food alert at culture shows! The lines can get long so go early and get a plate of free, yummy food! ALSO bring tupperware to dining halls, and pack food for the next day (just do it discreetly)",
   "Category": "General food"
 },
 {
   "Tip": "If you bring your own mug/thermos/container to the Rez, you get any drink for the price of a small! I always forget to do this but it's amazing ",
   "Category": "General food"
 },
 {
   "Tip": "Get a Rez punch card! Sometimes if you're friends w a barista they will give you extra punches too",
   "Category": "General food"
 },
 {
   "Tip": "Work as a zero waste station monitor. Since you're a freshman and don't know your schedule yet, this job is great because it's on-call w/no obligation, and they provide meals at each event you do ",
   "Category": "General food"
 },
 {
   "Tip": "Many on-campus jobs (available for work aid too) can get you occasional free food, like things where you work events (ex. working at or near auditoriums) or catering (sometimes you can take home left overs)",
   "Category": "General food"
 },
 {
   "Tip": "If you order online from the Pizza Days website and use the coupon code L6, you can get a large cheese pizza for $6 picked up. That's even cheaper than a small, and normally costs like $12",
   "Category": "General food"
 },
 {
   "Tip": "Monday - $0.50 wing night at the pub Thursday $0.40 wing night at Orleans",
   "Category": "General food"
 },
 {
   "Tip": "Yoshi's Sushi has 10% off student discount",
   "Category": "General food"
 },
 {
   "Tip": "When you and your friends make the inevitable trip to JP Licks and you can't stomach spending $5 on a kiddie cone, split a large with another person. 3 different scoops, about $3 per person. Not groundbreaking, but you gotta save where you can.  ",
   "Category": "General food"
 },
 {
   "Tip": "If you and your house/dorm mates do most of your own cooking, grocery shopping together saves a lot of money and often means wasting much less food.",
   "Category": "General food"
 },
 {
   "Tip": "The most used piece of gear I had in my room was a mug. Forget the bean bag chair and the crazy posters- a nice solid mug that can hold hot water from the bathroom sinks is all you need ",
   "Category": "General food"
 },
 {
   "Tip": "DPH is cheaper than Tamper",
   "Category": "General food"
 },
 {
   "Tip": "If you go to Mr Crepe, they give you a punch card for every time you get coffee. While the first coffee might seem a bit pricey, they will give you a punch on the card for every 50 cent refill! ",
   "Category": "General food"
 },
 {
   "Tip": "In dorms, set up rules about common fridges like labeling extra food up-for-grabs so that less food gets wasted.",
   "Category": "General food"
 },
 {
   "Tip": "Cook with friends! All the doors have kitchens (although some are much better than others, Richardson and Carpenter House put Houston and Miller to shame). Making a meal together is a super fun and affordable alternative to going out to dinner as a group. Freshman year my friends and I made a huge valentines' day brunch, snow day stew, and lots of cookies.",
   "Category": "General food"
 },
 {
   "Tip": "THERE ARE PSYCH STUDIES THAT WILL PAY YOU CASH !!! tuftspaid.sona-systems.con",
   "Category": "General saving"
 },
 {
   "Tip": "Actually make a budget. I know this sounds simple/straightforward, but if you know how much money you have, you won't overspend. Budget a little bit under if possible, so you can have money to save or for emergencies.",
   "Category": "General saving"
 },
 {
   "Tip": "If your family lives locally, commute from home as an upperclassman",
   "Category": "General saving"
 },
 {
   "Tip": "To keep your budget in perspective, pay double for luxuries by paying ahead on your student loans the same amount you spend on luxuries. ",
   "Category": "General saving"
 },
 {
   "Tip": "Free Printing! If you connect to a computer by it's IP address (usually found on the printer display) rather than through The tufts printing service you can print without paying the charge.",
   "Category": "General saving"
 },
 {
   "Tip": "Don't let financial concerns deter you from studying abroad! A lot of programs are cheaper than a semester at Tufts, and if you do a Tufts Program, your financial aid carries over. If you do a non-Tufts program, the Tufts Financial Aid office won't give you a penny (believe me, I tried), but there are other ways to pay for it! If you're a Pell Grant recipient (represent!) then you're eligible for the Gilman Scholarship, which gives students money towards studying abroad (https://www.gilmanscholarship.org/, get in touch with Anne Moore at anne.moore@tufts.edu for more info). Otherwise, it's not too hard to find third-party scholarships for students of color and female students studying abroad. There are also scholarships for students studying in \"non-traditional\" study abroad countries which according to them is basically anywhere but Western Europe, Australia, and New Zealand. If you do choose to do a non-Tufts program, it's probably best to direct-enroll in the foreign university rather than enroll in an American program. The American program will charge you American tuition and the foreign program will charge you foreign tuition, which is significantly lower than what they charge at Tufts. If you're not sure how to direct-enroll or if there's a language barrier, go to the study abroad office during drop-in hours. They're there to help.",
   "Category": "General saving"
 },
 {
   "Tip": "there are some study abroad programs that are cheaper than a semester at tufts even if you are on a lot of financial aid (or not)",
   "Category": "General saving"
 },
 {
   "Tip": "If you need motivation/guidance in the gym, you can sign up for 5 FREE personal training sessions here: http://ase.tufts.edu/physed/ppp/started.asp",
   "Category": "General saving"
 },
 {
   "Tip": "Goodwill. Goodwill. Goodwill. There's one in Davis Square. Do it. They have (almost) everything you'll need - household appliances, winter coats, scarves, jeans, desk lamps, dress shirts, mini skirts, suitcases, all that jazz. If I'm not wrong they also have a day during the week where you get student discount (15% off) if you bring your student ID. If you're looking for a winter coat, don't wait till winter comes.",
   "Category": "General supplies"
 },
 {
   "Tip": "Buy tide pods, not liquid detergent. My roommate and I got through almost a whole year with just one bag!",
   "Category": "General supplies"
 },
 {
   "Tip": "If you live in a Medford (i.e. uphill) dorm, join the Facebook group Everything is Free Medford, MA (you will need to provide an address). It's a bunch of nice moms that are ALWAYS GETTING RID OF STUFF and it's all totally free. Things can be hit or miss (a lot of children's stuff...) but I've gotten clothing, appliances, and furniture from there for FREE. People even give away food sometimes.",
   "Category": "General supplies"
 },
 {
   "Tip": "Cap and gown on amazon is half as much as tufts charges for nearly the same one!",
   "Category": "General supplies"
 },
 {
   "Tip": "Generally don't buy stuff from the bookstore unless it's an emergency. The food and toiletries and stuff are quite overpriced.",
   "Category": "General supplies"
 },
 {
   "Tip": "Arc gives out a lot of free school supplies (paper pen) if you need/want them. Just have to have a session with them and it's yours.  Also stealing paper from tisch/Eaton printers is key. ",
   "Category": "General supplies"
 },
 {
   "Tip": "Free shipping from stores like Walmart or Amazon can help save a lot of money on toiletries and other things, as does combining orders with friends if you don't have to spend $30-50 at the moment.",
   "Category": "General supplies"
 },
 {
   "Tip": "Check out Tufts Buy/Sell/Trade for dorm items! People are trying to get rid of stuff, so it's super cheap and more sustainable than buying it all new. Check especially at the end of the school year when leases are up! ",
   "Category": "General supplies"
 },
 {
   "Tip": "DON'T BUY PODS. They are more expensive than liquid detergent and often get stuck in the machines and don't actually wash your clothes. They may be more convenient but definitely not the best budget option.",
   "Category": "General supplies"
 },
 {
   "Tip": "Don't use pods for laundry detergent, in the older washing machines (like in Houston!) they get stuck in the lining of the machine and don't work ",
   "Category": "General supplies"
 },
 {
   "Tip": "There's a Dollar Tree in Porter Square (about 10ish minutes from Davis Square and one subway stop from Davis on the Red Line), which is much more cost efficient place to buy school supplies and dorm stuff like organizational baskets than the on-campus store!! ",
   "Category": "General supplies"
 },
 {
   "Tip": "Personally I always used my leftover meal swipes to stock up on bar soap from hodgdon. It's small and compact, doesn't expire, and I'll never *not* need soap. My supply lasted me from freshman all the way to the middle of junior year",
   "Category": "General supplies"
 },
 {
   "Tip": "Be a minimalist when choosing items for your dorm room. Storage isn't cheap and you probably don't need as much as you want to buy right now. ",
   "Category": "General supplies"
 },
 {
   "Tip": "At the end of the year check the garbage that people are throwing out when they leave their dorms;  you can find textbooks, furniture,  clothes, etc. for free.",
   "Category": "General supplies"
 },
 {
   "Tip": "Use your student email for a free trial of Amazon Prime, and half off Spotfiy Premium or Apple Music subscriptions.",
   "Category": "Student discounts"
 },
 {
   "Tip": "The MFA is free with your student ID. ",
   "Category": "Student discounts"
 },
 {
   "Tip": "The bookstore is overpriced. BUT, tour guides get 10% off at the campus bookstore (on anything except gift cards). Ask your tour guide friends to come get the discount for you if you're forced to buy something from there",
   "Category": "Student discounts"
 },
 {
   "Tip": "Unidas gives student discounts on a lot of major clothing brands ",
   "Category": "Student discounts"
 },
 {
   "Tip": "Don't buy textbooks if you can find the PDF version online or get them used from another student",
   "Category": "Textbooks"
 },
 {
   "Tip": "Renting textbooks is a gamble because yes you're paying less than buying but that money is then gone; if you buy the book used, you may be able to sell it for the same price, and then you lost 0 money. If it's a big class that tons of people take and you can buy a used book, renting is #notworth",
   "Category": "Textbooks"
 },
 {
   "Tip": "If you want to eat out but don't want to spend your money, you can use jumbo cash at a lot of restaurants in Davis square. ",
   "Category": "Textbooks"
 },
 {
   "Tip": "textbooksearch.weebly.com searches a ton of different textbook sites, and amazon is NEVER the cheapest option. Bookbyte or Alibris usually are, plus they often have promo codes that they send to elisters for further discounts.",
   "Category": "Textbooks"
 },
 {
   "Tip": "Never buy or rent textbooks at the bookstore. Buy each books likely to be in the public domain from Amazon, use all others from the library reserves. Reserves can be borrowed 4 hours at a time and you can underline or write in them and take them out of the library.",
   "Category": "Textbooks"
 },
 {
   "Tip": "Wait until you have your first class session before seeing if you really need that textbook",
   "Category": "Textbooks"
 },
 {
   "Tip": "Don't buy books till after the 1st week of class. Check out the web to find a digital version and use Amazon or Chegg if you can't find one",
   "Category": "Textbooks"
 },
 {
   "Tip": "If you're staying at the end of the year, rummage through the big Recycle bins for clothes, furniture, etc. Students ALWAYS throw out old textbooks, which you can sell to the book buyers that post up at year's end. ",
   "Category": "Textbooks"
 },
 {
   "Tip": "Do not spend money on books! Wait until classes start to see what's actually necessary. Then, compare rental prices online and in the bookstore. Sometimes you can even get away with just checking your books out of the library when you need them, scanning necessary chapters, and not spending a penny. This is especially useful for books that you only need 1 or 2 chapters from. Many books also have free PDF versions online if you look hard enough. ",
   "Category": "Textbooks"
 },
 {
   "Tip": "Use parenthesis search to search the hell out of textbooks online. If you really put the time in and click on all of the sketchy links, and go through 10+ pages of google results your chances of getting a book pdf (or an older edition pdf) are really good. ",
   "Category": "Textbooks"
 },
 {
   "Tip": "Before you buy or rent textbooks, see if they are available on reserve at the library. Then you won't have to spend money on books at all. ",
   "Category": "Textbooks"
 },
 {
   "Tip": "Don't ever pay for a textbook.  Interlibrary loan, jstor, friends and upperclassmen are a Godsent to avoid those textbook prices. ",
   "Category": "Textbooks"
 },
 {
   "Tip": "Be sure to check the Tisch online resources (JSTOR etc) for your textbooks. Sometimes there are PDFs of books so you don't have to buy them and it's legal to use! ",
   "Category": "Textbooks"
 },
 {
   "Tip": "Use slugbooks.com to compare textbook prices. It saves a ton of time and helps find the cheapest option. If you can, resell textbooks to recoup some of the value after using them. Never buy books from the bookstore if you can help it, as you probably already know, they're ridiculously expensive.",
   "Category": "Textbooks"
 },
 {
   "Tip": "Use tufts ILLiad to request textbooks (it takes a while so do it ahead of time!)",
   "Category": "Textbooks"
 },
 {
   "Tip": "You can probably find a PDF for whatever textbook you need. Only buy the physical book if it helps you study",
   "Category": "Textbooks"
 },
 {
   "Tip": "Specifically for Chem I: If you think you can manage the class without the book,  buy an access code for MasteringChem that doesn't include a physical or an eBook. You'll save a substantial amount of money.",
   "Category": "Textbooks"
 },
 {
   "Tip": "Math textbooks are stupid expensive. Just check out the on-hold one at the library for 3 hours and do all your problem sets in the library.",
   "Category": "Textbooks"
 },
 {
   "Tip": "On Amazon, textbook prices fluctuate a lot throughout the year... If you know for sure that you're going to take a class in the future, check the textbook price every couple weeks and buy when it's low!",
   "Category": "Textbooks"
 },
 {
   "Tip": "Not exactly a budget tip (save on uber I guess?) the Joey Tracker on the Tufts app is capital T Terrible and can't be relied on. Find the schedule instead (it's also available on the app) Joey drivers usually arrive within 2 to 5 minutes of the scheduled time. ",
   "Category": "Transportation"
 },
 {
   "Tip": "Get a CharlieCard for cheaper rides on the T. You can get one and load money at Tedesci in Davis",
   "Category": "Transportation"
 },
 {
   "Tip": "The T is free from the airport back to campus and is the cheapest way to get to the airport. Take the shuttle bus to Davis square and the T to south station then to Logan. Wayyy cheaper than a cab.",
   "Category": "Transportation"
 },
 {
   "Tip": "If you are not going to eat a meal, go to hodgdon and use your meal swipe to get snacks and room supplies for later.",
   "Category": "Tufts Dining"
 },
 {
   "Tip": "If you swipe for sandwich in the Pax et Lux Deli you can still swipe into Dewick/Carm within 30 minutes",
   "Category": "Tufts Dining"
 },
 {
   "Tip": "If you are on an unlimited meal plan and you skip a meal use your swipe at hodgdon for snacks. this works nicely if you're fasting on yom kippur.\n\nat hodgdon, get the nacho grande for lunch. it is the same as the burrito bowl but it also has nachos and queso cheese and - get this - it actually costs LESS than the much smaller burrito bowl.",
   "Category": "Tufts Dining"
 },
 {
   "Tip": "You can use swipes at Hodgdon early (using dinner swipe during lunch time, etc) but not late (using lunch swipe at dinner).",
   "Category": "Tufts Dining"
 },
 {
   "Tip": "Jumbocash does not give you any discounts or advantages. If you aren't on unlimited, there is no reason to use jumbocash. it's basically money that you can only use at a handful of places.",
   "Category": "Tufts Dining"
 },
 {
   "Tip": "You can use a swipe at Pax et Lox (kosher deli) and then swipe into Dewick or Carm during the same meal period! (It's so students who keep kosher can still socialize with their friends, but it works for all students just the same)",
   "Category": "Tufts Dining"
 },
 {
   "Tip": "If you can, get 1 or 2 of those gallon water jugs from Hodgdon. You can always refill them, and they're so handy for pregames and other dehydration prone activities ",
   "Category": "Tufts Dining"
 },
 {
   "Tip": "Unlimited meal plan or none at all - it is more expensive to pay for a non-unlimited meal plan than to just use jumbocash to swipe in to dining halls/Hodgedon/the Commons unless you literally only eat dinners in the dining hall.",
   "Category": "Tufts Dining"
 },
 {
   "Tip": "Take advantage of whatever meal plan you have by bringing containers to take food home with you.",
   "Category": "Tufts Dining"
 },
 {
   "Tip": "Abuse your unlimited plan. You can eat out but you really never have to because of it.",
   "Category": "Tufts Dining"
 },
 {
   "Tip": "Swipe into dewick before 5 for dinner and then use your dinner swipe at Hodgdon to get snacks etc. ",
   "Category": "Tufts Dining"
 },
 {
   "Tip": "Eat lunch at 10:55 or dinner at 4:55. The meal changes on the hour, so you'll be able to eat lunch with a breakfast swipe and save the lunch swipe for Hodg",
   "Category": "Tufts Dining"
 },
 {
   "Tip": "I'm pretty sure if you contact dining services at the *beginning of the semester* you can ask them to convert your entire meal plan to JumboCash, meaning you can use it at a bunch of off campus places too! This is useful for freshmen and sophomores who are required to have a meal plan- just make sure you budget your jumbocash!",
   "Category": "Tufts Dining"
 }
]